Repository: unbelievableflavour/bookmark-manager
Catalog: po/extra/*.po
Languages: nl

source: Manage your SSH bookmarks
nl: Beheer je SSH bookmarks

source: A simple tool to manage your SSH bookmarks from the .ssh/config file. Add, edit, and remove straight from the application. Start in a terminal inside the app, or use your own favorite terminal. You can even add your bookmarks to your app launcher as shortcuts!
nl: Een eenvoudige tool om je SSH bookmarks te beheren uit het .ssh/config bestand. Voeg toe, wijzig, of verwijder vanuit de applicatie. Start een sessie in de applicatie, of in je eigen favoriete terminal. Je kan zelfs je bookmarks toevoegen aan de app launcher als snelkoppelingen!

source: Features:
nl: Kenmerken:

source: Easily search through your SSH bookmarks
nl: Zoek eenvoudig door je SSH bookmarks

source: Simply start a session by clicking on a button
nl: Start een sessie met een druk op de knop

source: Add a default parameters for when the config file doesn't contain a variable
nl: Voeg standaard parameters toe voor wanneer de config file geen variabelen heeft

source: Add, remove, and update bookmarks
nl: Voeg toe, verwijder, en update je bookmarks

source: Choose between all your terminals, and the in-app terminal
nl: Kies tussen al je eigen terminal applicaties, en een in-app terminal

source: Add your SSH bookmarks to the app launcher!
nl: Voeg SSH bookmarks toe aan de app launcher!

source: Choose between light and dark with the dark mode
nl: Kies tussen licht en donker met de donkere modus

source: About Bookmark Manager
nl: Over Bookmark Manager
