Repository: unbelievableflavour/bookmark-manager
Catalog: po/*.po
Languages: fr

source: A bookmark form
fr: Un formulaire de signet

source: if not set. Host is used
fr: Si non défini. L'hôte est utilisé

source: server1
fr: serveur1

source: james
fr: Jean

source: ssh bookmark nc %h %p
fr: signet ssh nc %h %p

source: Nickname:
fr: Surnom :

source: Host:*
fr: Hôte : *

source: Host name:*
fr: Nom d'hôte : *

source: Username:
fr: Nom d'utilisateur :

source: Use agent forwarding:
fr: Utiliser le transfert d'agent :

source: Proxy command:
fr: Commande proxy :

source: Search Bookmarks
fr: Rechercher dans les signets

source: Search for bookmarks
fr: Rechercher dans les signets

source: Markdown Cheatsheet
fr: Raccourcis clavier Mardown

source: Preferences
fr: Préférences

source: Settings
fr: Paramètres

source: Create a new bookmark
fr: Créer un nouveau signet

source: Back
fr: Retour

source: Welcome!
fr: Bienvenue !

source: We see this is your first time
fr: Il semble que vous venez d'arriver

source: Setup your information
fr: Renseignez vos informations

source: Change your ssh name, password, etc..
fr: Changez votre identifiant ssh, votre mot de passe…

source: Edit a bookmark
fr: Modifier un signet

source: Edit
fr: Modifier

source: Fields are invalid
fr: Les champs sont invalides

source: Please correctly fill in all the required fields
fr: Veuillez remplir correctement tous les champs requis

source: Add new bookmark
fr: Ajouter un nouveau signet

source: Create
fr: Créer

source: Bookmark with this name already exists
fr: Un signet existe déjà avec le même nom

source: Please choose a different name
fr: Veuillez choisir un nom différent

source: Nothing was found
fr: Rien n'a été trouvé

source: Try searching for something else
fr: Essayez de chercher autre chose

source: Add some bookmarks
fr: Ajouter des signets

source: Your bookmarks file is empty.
fr: Votre fichier de signets est vide.

source: New bookmark
fr: Nouveau signet

source: add a new bookmark with host, ip, etc..
fr: Ajoutez un signet avec un hôte, une adresse IP…

source: Cheatsheet
fr: Raccourcis clavier

source: Add bookmark
fr: Ajouter un signet

source: List bookmarks
fr: Lister les signets

source: Search
fr: Rechercher

source: Open the cheatsheet
fr: Ouvrir les raccourcis claviers

source: Close
fr: Fermer

source: Delete this bookmark?
fr: Supprimer ce signet ?

source: Are you sure you want to delete this bookmark?
fr: Êtes-vous sûr de vouloir supprimer ce signet ?

source: Default Username:
fr: Nom d'utilisateur par défaut :

source: This variable will be used when no variable is given in the ssh config
fr: Cette variable sera utilisée lorsqu'aucune variable n'est donnée dans la configuration ssh

source: Experimental
fr: Expérimental

source: Add your bookmarks to your dock
fr: Ajoutez vos signets sur votre dock

source: Update Bookmarks
fr: Actualiser les signets

source: Save
fr: Enregistrer

source: An error occured
fr: Une erreur s'est produite

source: Success
fr: Succès

source: Your bookmarks have been added to your dock.If you have added more bookmarks. Please click this button again, because it won't happen dynamically.
fr: Vos signets ont été ajoutés à votre dock. Si vous avez ajouté d'autres signets. Veuillez cliquer à nouveau sur ce bouton, parce que cela ne se fera pas de façon dynamique.

source: Start an SSH session in a terminal
fr: Démarrer une session SSH dans un terminal

source: Remote this bookmark
fr: Télécharger ce signet

source: Edit this bookmark
fr: Modifier ce signet
